datasets/benchmark-results/netvirtue-2019/201905292031/wordpress-results-netvirtue-1-201905292031.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 74.084ms, rate sampling interval: 87ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.18ms    1.65ms  49.50ms   90.00%
    Req/Sec     0.96      3.10    11.00     91.27%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   39.81ms
 75.000%   40.83ms
 90.000%   41.47ms
 99.000%   49.53ms
 99.900%   49.53ms
 99.990%   49.53ms
 99.999%   49.53ms
100.000%   49.53ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      38.335     0.000000            1         1.00
      38.815     0.100000            5         1.11
      39.135     0.200000           10         1.25
      39.391     0.300000           15         1.43
      39.487     0.400000           20         1.67
      39.807     0.500000           26         2.00
      40.063     0.550000           28         2.22
      40.127     0.600000           30         2.50
      40.383     0.650000           33         2.86
      40.639     0.700000           35         3.33
      40.831     0.750000           38         4.00
      40.863     0.775000           40         4.44
      40.863     0.800000           40         5.00
      41.055     0.825000           43         5.71
      41.055     0.850000           43         6.67
      41.087     0.875000           44         8.00
      41.471     0.887500           45         8.89
      41.471     0.900000           45        10.00
      41.663     0.912500           46        11.43
      41.823     0.925000           47        13.33
      41.823     0.937500           47        16.00
      42.015     0.943750           48        17.78
      42.015     0.950000           48        20.00
      42.015     0.956250           48        22.86
      42.655     0.962500           49        26.67
      42.655     0.968750           49        32.00
      42.655     0.971875           49        35.56
      42.655     0.975000           49        40.00
      42.655     0.978125           49        45.71
      49.535     0.981250           50        53.33
      49.535     1.000000           50          inf
#[Mean    =       40.176, StdDeviation   =        1.652]
#[Max     =       49.504, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.09MB read
Requests/sec:      1.00
Transfer/sec:     52.76KB